Repository: dsnger/sfx-bricks-child
Catalog: languages/*.po
Languages: de_de

source: If you experience issues with embedded content or third-party services, review your CSP and X-Frame-Options settings.
de_de: Wenn du Probleme mit eingebetteten Inhalten oder Drittanbieter-Diensten hast, überprüfe deine CSP- und X-Frame-Options-Einstellungen.

source: For maximum security, enable HSTS with preload and includeSubDomains, but only if all subdomains use HTTPS.
de_de: Für maximale Sicherheit aktiviere HSTS mit Preload und includeSubDomains, aber nur wenn alle Subdomains HTTPS verwenden.

source: Refer to Mozilla Observatory and securityheaders.com for header analysis.
de_de: Siehe Mozilla Observatory und securityheaders.com für Header-Analysen.

source: Add New Text Snippet
de_de: Neues Text-Snippet hinzufügen

source: Edit Text Snippet
de_de: Text-Snippet bearbeiten

source: New Text Snippet
de_de: Neues Text-Snippet

source: View Text Snippet
de_de: Text-Snippet ansehen

source: Search Text Snippets
de_de: Text-Snippets durchsuchen

source: No text snippets found
de_de: Keine Text-Snippets gefunden

source: No text snippets found in Trash
de_de: Keine Text-Snippets im Papierkorb gefunden

source: All Text Snippets
de_de: Alle Text-Snippets

source: Snippet Categories
de_de: Snippet-Kategorien

source: Snippet Category
de_de: Snippet-Kategorie

source: Search Snippet Categories
de_de: Snippet-Kategorien durchsuchen

source: All Snippet Categories
de_de: Alle Snippet-Kategorien

source: Text Snippet Custom Fields
de_de: Text-Snippet-Benutzerfelder

source: Field Slug
de_de: Feld-Slug

source: Value
de_de: Wert

source: Add Field
de_de: Feld hinzufügen

source: Excluded image added: Attachment ID %d
de_de: Ausgeschlossenes Bild hinzugefügt: Anhang-ID %d

source: Excluded image removed: Attachment ID %d
de_de: Ausgeschlossenes Bild entfernt: Anhang-ID %d

source: Error: No image library (Imagick/GD) available for %s
de_de: Fehler: Keine Bildbibliothek (Imagick/GD) verfügbar für %s

source: Error: AVIF not supported on this server for %s
de_de: Fehler: AVIF wird auf diesem Server nicht unterstützt für %s

source: Error: Image editor failed for %s - %s
de_de: Fehler: Bild-Editor fehlgeschlagen für %s - %s

source: Error: Conversion failed for %s - %s
de_de: Fehler: Konvertierung fehlgeschlagen für %s - %s

source: Converted: %s → %s %s
de_de: Konvertiert: %s → %s %s

source: (resized to %dpx %s, quality %d)
de_de: (skaliert auf %dpx %s, Qualität %d)

source: (quality %d)
de_de: (Qualität %d)

source: Order
de_de: Sortierung

source: %s Order
de_de: %s Sortierung

source: Order updated!
de_de: Sortierung aktualisiert!

source: There is nothing to sort for this post type.
de_de: Es gibt nichts zu sortieren für diesen Beitragstyp.

source: Optimize your images by converting them to modern formats (WebP, AVIF) and resizing them for improved page load speed and better Core Web Vitals scores.
de_de: Optimiere deine Bilder, indem du sie in moderne Formate (WebP, AVIF) konvertierst und ihre Größe für bessere Seitenladegeschwindigkeit und bessere Core Web Vitals-Werte anpasst.

source: Resize Mode:
de_de: Größenänderungsmodus:

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Max Widths (up to 4, e.g., 1920, 1200, 600, 300) - 150 is set automatically:
de_de: Maximale Breiten (bis zu 4, z.B. 1920, 1200, 600, 300) - 150 wird automatisch gesetzt:

source: Set Widths
de_de: Breiten setzen

source: Max Heights (up to 4, e.g., 1080, 720, 480, 360) - 150 is set automatically:
de_de: Maximale Höhen (bis zu 4, z.B. 1080, 720, 480, 360) - 150 wird automatisch gesetzt:

source: Set Heights
de_de: Höhen setzen

source: Min Size for Conversion (KB, Set to 0 to disable):
de_de: Mindestgröße für Konvertierung (KB, auf 0 setzen zum Deaktivieren):

source: Set Min Size
de_de: Mindestgröße setzen

source: Quality (1-100):
de_de: Qualität (1-100):

source: Set Quality
de_de: Qualität setzen

source: Batch Size (images per request):
de_de: Stapelgröße (Bilder pro Anfrage):

source: Set Batch Size
de_de: Stapelgröße setzen

source: (Lower values for slower servers)
de_de: (Niedrigere Werte für langsamere Server)

source: Set to AVIF Conversion (not WebP)
de_de: Auf AVIF-Konvertierung setzen (nicht WebP)

source: Preserve Original Files
de_de: Originaldateien erhalten

source: Disable Auto-Conversion on Upload
de_de: Automatische Konvertierung beim Upload deaktivieren

source: Force Re-convert (ignore optimization stamp)
de_de: Neukonvertierung erzwingen (Optimierungsstempel ignorieren)

source: Use this to re-process images that were already optimized with different settings.
de_de: Verwende dies, um Bilder, die bereits mit anderen Einstellungen optimiert wurden, erneut zu verarbeiten.

source: Exclude Images
de_de: Bilder ausschließen

source: Add from Media Library
de_de: Aus Medienbibliothek hinzufügen

source: How It Works
de_de: So funktioniert es

source: Refine images to WebP or AVIF, and remove excess files to save space.
de_de: Bilder auf WebP oder AVIF verfeinern und überschüssige Dateien entfernen, um Speicherplatz zu sparen.

source: Set Auto-Conversion for New Uploads:
de_de: Automatische Konvertierung für neue Uploads einstellen:

source: Pick if images shrink by width or height.
de_de: Wähle, ob Bilder nach Breite oder Höhe verkleinert werden.

source: Set Max Sizes:
de_de: Maximale Größen setzen:

source: Choose up to 4 sizes (150x150 thumbnail is automatic).
de_de: Wähle bis zu 4 Größen (150x150 Miniaturansicht ist automatisch).

source: Min Size for Conversion:
de_de: Mindestgröße für Konvertierung:

source: Sizes below the min are not affected. Default is 0.
de_de: Größen unter dem Minimum werden nicht beeinflusst. Standard ist 0.

source: Conversion Format:
de_de: Konvertierungsformat:

source: Check to use AVIF. WebP is default.
de_de: Aktivieren, um AVIF zu verwenden. WebP ist Standard.

source: Preserve Originals:
de_de: Originale erhalten:

source: Check to stop original files from converting/deleting.
de_de: Aktivieren, um zu verhindern, dass Originaldateien konvertiert/gelöscht werden.

source: Disable Auto-Conversion:
de_de: Automatische Konvertierung deaktivieren:

source: Images will convert on upload unless this is ticked.
de_de: Bilder werden beim Upload konvertiert, es sei denn, dies ist aktiviert.

source: Upload to Media Library or via elements/widgets.
de_de: In Medienbibliothek hochladen oder über Elemente/Widgets.

source: Apply for Existing Images:
de_de: Für bestehende Bilder anwenden:

source: Repeat:
de_de: Wiederholen:

source: Set up steps 1-6 above.
de_de: Schritte 1-6 oben einrichten.

source: Run All:
de_de: Alle ausführen:

source: Hit "Run All" to do everything at once.
de_de: Klicke auf "Alle ausführen", um alles auf einmal zu erledigen.

source: Apply Manually for Existing Images:
de_de: Manuell für bestehende Bilder anwenden:

source: Convert:
de_de: Konvertieren:

source: Change image sizes and format.
de_de: Bildgrößen und Format ändern.

source: Cleanup:
de_de: Bereinigung:

source: Delete old formats/sizes (if not preserved).
de_de: Alte Formate/Größen löschen (wenn nicht erhalten).

source: Fix Links:
de_de: Links korrigieren:

source: Update image links to the new format.
de_de: Bild-Links auf das neue Format aktualisieren.

source: IMPORTANT:
de_de: WICHTIG:

source: Usability:
de_de: Verwendbarkeit:

source: This tool is ideal for New Sites. Using with Legacy Sites must be done with care as variation due to methods, systems, sizes, can affect the outcome. Please use this tool carefully and at your own risk, as I cannot be held responsible for any issues that may arise from its use.
de_de: Dieses Tool ist ideal für neue Websites. Die Verwendung mit Legacy-Websites muss mit Vorsicht erfolgen, da Variationen aufgrund von Methoden, Systemen und Größen das Ergebnis beeinflussen können. Bitte verwende dieses Tool sorgfältig und auf eigenes Risiko, da ich nicht für Probleme verantwortlich gemacht werden kann, die aus seiner Verwendung entstehen können.

source: Use a strong backup tool like All-in-One WP Migration before using this tool. Check if your host saves backups - as some charge a fee to restore.
de_de: Verwende ein zuverlässiges Backup-Tool wie All-in-One WP Migration vor der Verwendung dieses Tools. Überprüfe, ob dein Host Backups speichert - manche berechnen eine Gebühr für die Wiederherstellung.

source: Export Media:
de_de: Medien exportieren:

source: Export images as a Zipped Folder prior to running.
de_de: Bilder als ZIP-Ordner exportieren, bevor du startest.

source: Reset Defaults:
de_de: Standardwerte zurücksetzen:

source: Resets all Settings 1-6.
de_de: Setzt alle Einstellungen 1-6 zurück.

source: Speed:
de_de: Geschwindigkeit:

source: Bigger sites take longer to run. This depends on your server.
de_de: Größere Websites benötigen länger. Dies hängt von deinem Server ab.

source: Log Wait:
de_de: Protokoll-Wartezeit:

source: Updates show every 50 images.
de_de: Updates werden alle 50 Bilder angezeigt.

source: Stop Anytime:
de_de: Jederzeit stoppen:

source: Click "Stop" to pause.
de_de: Klicke auf "Stoppen", um zu pausieren.

source: AVIF Needs:
de_de: AVIF-Anforderungen:

source: Your server must support AVIF. Check logs if it fails.
de_de: Dein Server muss AVIF unterstützen. Überprüfe die Protokolle, wenn es fehlschlägt.

source: Old Browsers:
de_de: Alte Browser:

source: AVIF might not work on older browsers, WebP is safer.
de_de: AVIF funktioniert möglicherweise nicht in älteren Browsern, WebP ist sicherer.

source: MIME Types:
de_de: MIME-Typen:

source: Server must support WebP/AVIF MIME (check with host).
de_de: Server muss WebP/AVIF MIME unterstützen (mit Host überprüfen).

source: Rollback:
de_de: Rückgängig:

source: If conversion fails, then rollback occurs, and prevents deletion of the original, regardless of whether the Preserve Originals is checked or not.
de_de: Wenn die Konvertierung fehlschlägt, erfolgt ein Rollback und verhindert das Löschen des Originals, unabhängig davon, ob Originale erhalten aktiviert ist oder nicht.

source: The code for this feature is based and inspired by %s
de_de: Der Code für diese Funktion basiert auf und ist inspiriert von %s

source: Support Imran
de_de: Imran unterstützen

source: Create multiple groups of quick links. Drag groups to reorder them, or drag links between groups.
de_de: Erstellen Sie mehrere Gruppen von Schnelllinks. Ziehen Sie Gruppen, um sie neu anzuordnen, oder ziehen Sie Links zwischen Gruppen.

source: Manage quick action links that appear on your dashboard.
de_de: Verwalten Sie Schnellaktions-Links, die auf Ihrem Dashboard angezeigt werden.

source: Add contact information to display on your dashboard.
de_de: Fügen Sie Kontaktinformationen hinzu, die auf Ihrem Dashboard angezeigt werden.

source: Groups: Each group appears as a separate section on the dashboard. Set group roles to restrict who can see the entire group.
de_de: Gruppen: Jede Gruppe erscheint als separater Abschnitt im Dashboard. Legen Sie Gruppenrollen fest, um einzuschränken, wer die gesamte Gruppe sehen kann.

source: URL: Use admin paths (e.g., "edit.php") or placeholders: {admin_url}, {site_url}, {home_url}
de_de: URL: Verwenden Sie Admin-Pfade (z.B. "edit.php") oder Platzhalter: {admin_url}, {site_url}, {home_url}

source: Icon: Paste SVG code. Heroicons (outline style, 24x24) recommended.
de_de: Icon: SVG-Code einfügen. Heroicons (Outline-Stil, 24x24) empfohlen.

source: Preserved original: %s
de_de: Original erhalten: %s

source: Preserved original: %s (previously restored)
de_de: Original erhalten: %s (zuvor wiederhergestellt)

source: Preserved original: %s (was previously optimized)
de_de: Original erhalten: %s (zuvor optimiert)

source: Exclude images from conversion. If already optimized, use "Revert" button to restore original format (requires Preserve Originals).
de_de: Bilder von der Konvertierung ausschließen. Wenn bereits optimiert, verwenden Sie die Schaltfläche "Wiederherstellen", um das ursprüngliche Format wiederherzustellen (erfordert Originale erhalten).

source: Add to Excluded List
de_de: Zur Ausschlussliste hinzufügen

source: Added to ZIP: %s (Attachment ID %d)
de_de: Zum ZIP hinzugefügt: %s (Anhang-ID %d)

source: Added to ZIP: %s (size: %s, Attachment ID %d)
de_de: Zum ZIP hinzugefügt: %s (Größe: %s, Anhang-ID %d)

source: Added to ZIP: Related file %s (Attachment ID %d)
de_de: Zum ZIP hinzugefügt: Zugehörige Datei %s (Anhang-ID %d)

source: Added to ZIP: Related size %s (Attachment ID %d)
de_de: Zum ZIP hinzugefügt: Zugehörige Größe %s (Anhang-ID %d)

source: All steps completed!
de_de: Alle Schritte abgeschlossen!

source: Attachment file not found
de_de: Anhangdatei nicht gefunden

source: Batch size set to: %d
de_de: Stapelgröße gesetzt auf: %d

source: Checked %d images (including BG and links), updated %d items, changed %d links
de_de: %d Bilder geprüft (inkl. Hintergründe und Links), %d Elemente aktualisiert, %d Links geändert

source: Checked %d images (including BG), updated %d items
de_de: %d Bilder geprüft (inkl. Hintergründe), %d Elemente aktualisiert

source: Checked %d images, updated %d items
de_de: %d Bilder geprüft, %d Elemente aktualisiert

source: Checked %d images, updated %d items, changed %d links
de_de: %d Bilder geprüft, %d Elemente aktualisiert, %d Links geändert

source: Conversion format set to: %s
de_de: Konvertierungsformat gesetzt auf: %s

source: Conversion format updated. Please reconvert all images.
de_de: Konvertierungsformat aktualisiert. Bitte alle Bilder neu konvertieren.

source: Conversion started. Monitor progress in Media.
de_de: Konvertierung gestartet. Fortschritt in Medien überwachen.

source: Converted Attachment ID %d successfully.
de_de: Anhang-ID %d erfolgreich konvertiert.

source: Deleted converted files: %s
de_de: Gelöschte konvertierte Dateien: %s

source: Deleted duplicate or outdated size: %s
de_de: Gelöschte doppelte oder veraltete Größe: %s

source: Disabled
de_de: Deaktiviert

source: Error during optimized cleanup: %s
de_de: Fehler bei der optimierten Bereinigung: %s

source: Error: %s
de_de: Fehler: %s

source: Error: Conversion failed for %s, rolled back.
de_de: Fehler: Konvertierung fehlgeschlagen für %s, zurückgesetzt.

source: Error: Converted file does not exist: %s
de_de: Fehler: Konvertierte Datei existiert nicht: %s

source: Error: Failed to delete original %s after %d retries
de_de: Fehler: Original %s konnte nach %d Versuchen nicht gelöscht werden

source: Error: Image editor failed for thumbnail - %s
de_de: Fehler: Bildeditor für Miniaturansicht fehlgeschlagen - %s

source: Error: Invalid attachment count detected
de_de: Fehler: Ungültige Anhanganzahl erkannt

source: Error: Thumbnail generation failed - %s
de_de: Fehler: Miniaturansicht-Generierung fehlgeschlagen - %s

source: Export all media as a ZIP file?
de_de: Alle Medien als ZIP-Datei exportieren?

source: Failed to convert Attachment ID %d.
de_de: Konvertierung der Anhang-ID %d fehlgeschlagen.

source: Height %dpx
de_de: Höhe %dpx

source: Image is already in original format (%s)
de_de: Bild ist bereits im Originalformat (%s)

source: Invalid attachment count
de_de: Ungültige Anhanganzahl

source: Max heights updated.
de_de: Maximale Höhen aktualisiert.

source: Max widths updated.
de_de: Maximale Breiten aktualisiert.

source: Migration complete: %d legacy options migrated to new format.
de_de: Migration abgeschlossen: %d alte Optionen in neues Format migriert.

source: Minimum size threshold set to: %d KB
de_de: Mindestgrößenschwelle gesetzt auf: %d KB

source: Minimum size threshold updated.
de_de: Mindestgrößenschwelle aktualisiert.

source: No posts found
de_de: Keine Beiträge gefunden

source: No posts/pages/FSE-templates found
de_de: Keine Beiträge/Seiten/FSE-Vorlagen gefunden

source: No posts/pages/templates found
de_de: Keine Beiträge/Seiten/Vorlagen gefunden

source: Original file not found. It may have been deleted. Preserve Originals must be enabled before conversion to use this feature.
de_de: Originaldatei nicht gefunden. Sie wurde möglicherweise gelöscht. Originale erhalten muss vor der Konvertierung aktiviert sein, um diese Funktion zu nutzen.

source: Please reconvert all images to ensure consistency after changing formats.
de_de: Bitte konvertieren Sie alle Bilder neu, um Konsistenz nach dem Formatwechsel zu gewährleisten.

source: Quality set to: %d
de_de: Qualität gesetzt auf: %d

source: Regenerated thumbnail for %s
de_de: Miniaturansicht für %s neu generiert

source: Reset all settings to defaults?
de_de: Alle Einstellungen auf Standardwerte zurücksetzen?

source: Resize mode set to: %s
de_de: Größenänderungsmodus gesetzt auf: %s

source: Reverted: %s (ID %d) from %s back to %s (%.1f KB → %.1f KB)
de_de: Wiederhergestellt: %s (ID %d) von %s zurück zu %s (%.1f KB → %.1f KB)

source: Run all steps?
de_de: Alle Schritte ausführen?

source: Select Images to Exclude
de_de: Bilder zum Ausschließen auswählen

source: Settings reset to defaults
de_de: Einstellungen auf Standardwerte zurückgesetzt

source: Settings reset to defaults.
de_de: Einstellungen auf Standardwerte zurückgesetzt.

source: Skipped sizes %s for %s (original width %dpx)
de_de: Übersprungene Größen %s für %s (Originalbreite %dpx)

source: Skipped: Already optimized Attachment ID %d
de_de: Übersprungen: Anhang-ID %d bereits optimiert

source: Skipped: Already optimized with current settings - Attachment ID %d
de_de: Übersprungen: Mit aktuellen Einstellungen bereits optimiert - Anhang-ID %d

source: Skipped: Main file not found for Attachment ID %d
de_de: Übersprungen: Hauptdatei für Anhang-ID %d nicht gefunden

source: Skipped: Missing or original format (%s) for Attachment ID %d
de_de: Übersprungen: Fehlendes oder Originalformat (%s) für Anhang-ID %d

source: Starting post/page/FSE-template image conversion to %s...
de_de: Starte Beitrags-/Seiten-/FSE-Vorlagen-Bildkonvertierung zu %s...

source: Successfully reverted to original %s format. Converted files deleted.
de_de: Erfolgreich zum Original-%s-Format wiederhergestellt. Konvertierte Dateien gelöscht.

source: Switching to AVIF requires reconverting all images for consistency. Continue?
de_de: Der Wechsel zu AVIF erfordert die Neukonvertierung aller Bilder für Konsistenz. Fortfahren?

source: Thumbnail (150x150)
de_de: Miniaturansicht (150x150)

source: Thumbnail Regeneration Complete
de_de: Miniaturansicht-Regenerierung abgeschlossen

source: Update all post images to the selected format?
de_de: Alle Beitragsbilder auf das ausgewählte Format aktualisieren?

source: Updated meta field
de_de: Meta-Feld aktualisiert

source: Updated thumbnail: %s → %s
de_de: Miniaturansicht aktualisiert: %s → %s

source: Updated: %s - %s
de_de: Aktualisiert: %s - %s

source: Width %dpx
de_de: Breite %dpx

source: Yes
de_de: Ja

source: Enabled
de_de: Aktiviert
