Repository: dsnger/sfx-bricks-child
Catalog: languages/*.po
Languages: de_de

source: Welcome back, {user_name}! 👋
de_de: Willkommen zurück, {user_name}! 👋

source: Here's what's happening with your projects today.
de_de: Das Neueste zu deinen Projekten.

source: Contact
de_de: Kontakt

source: Tip
de_de: Tipp

source: You can use <button type="button" class="sfx-cmd-shortcut" data-shortcut="cmd+k"><kbd>Strg</kbd>/<kbd>Cmd</kbd>+<kbd>K</kbd></button> to access the command tool to manage WordPress.
de_de: Du kannst <button type="button" class="sfx-cmd-shortcut" data-shortcut="cmd+k"><kbd>Strg</kbd>/<kbd>Cmd</kbd>+<kbd>K</kbd></button> verwenden, um das Befehlstool zur WordPress-Verwaltung zu öffnen.

source: Quick Actions
de_de: Schnellaktionen

source: Enable Custom Dashboard
de_de: Individuelles Dashboard aktivieren

source: Enable the custom dashboard to replace the default WordPress dashboard.
de_de: Das individuelle Dashboard aktivieren, um das Standard-WordPress-Dashboard zu ersetzen.

source: Welcome Title
de_de: Willkommenstitel

source: The title text displayed at the top of the dashboard. Available placeholders: {user_name}, {first_name}, {last_name}, {username}
de_de: Der Titeltext, der oben im Dashboard angezeigt wird. Verfügbare Platzhalter: {user_name}, {first_name}, {last_name}, {username}

source: Welcome Subtitle
de_de: Willkommens-Untertitel

source: The subtitle text displayed below the title. Available placeholders: {user_name}, {first_name}, {last_name}, {username}
de_de: Der Untertiteltext unter dem Titel. Verfügbare Platzhalter: {user_name}, {first_name}, {last_name}, {username}

source: Allow Sidebar Toggle
de_de: Seitenleisten-Umschalter erlauben

source: Show a toggle button to collapse/expand the admin menu sidebar as an offcanvas.
de_de: Zeige einen Umschalter, um die Admin-Menü-Seitenleiste ein-/auszuklappen.

source: Sidebar Default State
de_de: Standard-Zustand der Seitenleiste

source: Choose whether the admin sidebar is visible or collapsed by default.
de_de: Wähle, ob die Admin-Seitenleiste standardmäßig sichtbar oder eingeklappt ist.

source: Visible
de_de: Sichtbar

source: Collapsed
de_de: Eingeklappt

source: Show Pending Updates
de_de: Ausstehende Updates anzeigen

source: Display pending plugin, theme, and WordPress core updates with status indicator.
de_de: Zeige ausstehende Plugin-, Theme- und WordPress-Core-Updates mit Statusanzeige.

source: Show Site Health
de_de: Website-Zustand anzeigen

source: Display WordPress site health status indicator.
de_de: WordPress Website-Zustandsanzeige anzeigen.

source: Show Stats Section
de_de: Statistik-Bereich anzeigen

source: Display the statistics section with post, page, media, and user counts.
de_de: Zeige den Statistik-Bereich mit Beiträgen, Seiten, Medien und Benutzeranzahl.

source: Statistics Cards
de_de: Statistik-Karten

source: Enable, disable, and reorder stat cards. Drag to reorder.
de_de: Statistik-Karten aktivieren, deaktivieren und neu anordnen. Ziehen zum Sortieren.

source: Show Quick Actions Section
de_de: Schnellaktionen-Bereich anzeigen

source: Display the quick actions section with links to common admin pages.
de_de: Zeige den Schnellaktionen-Bereich mit Links zu häufig genutzten Admin-Seiten.

source: Show Contact Section
de_de: Kontakt-Bereich anzeigen

source: Display the contact information section.
de_de: Zeige den Kontaktinformationen-Bereich.

source: Show Form Submissions Section
de_de: Formular-Einsendungen anzeigen

source: Display recent Bricks form submissions.
de_de: Zeige aktuelle Bricks-Formular-Einsendungen.

source: Number of Form Submissions to Show
de_de: Anzahl der anzuzeigenden Formular-Einsendungen

source: Maximum number of recent form submissions to display (1-20).
de_de: Maximale Anzahl der anzuzeigenden aktuellen Formular-Einsendungen (1-20).

source: Show WordPress Dashboard Widgets
de_de: WordPress-Dashboard-Widgets anzeigen

source: Include WordPress dashboard widgets in your custom dashboard.
de_de: WordPress-Dashboard-Widgets in dein individuelles Dashboard einbinden.

source: Enabled Dashboard Widgets
de_de: Aktivierte Dashboard-Widgets

source: Select which WordPress dashboard widgets to display.
de_de: Wähle, welche WordPress-Dashboard-Widgets angezeigt werden sollen.

source: Widgets Columns
de_de: Widget-Spalten

source: Number of columns for dashboard widgets grid (1-4).
de_de: Anzahl der Spalten für das Dashboard-Widget-Raster (1-4).

source: Widgets Position
de_de: Widget-Position

source: Choose where to display the WordPress dashboard widgets section.
de_de: Wähle, wo die WordPress-Dashboard-Widgets angezeigt werden sollen.

source: Below Header
de_de: Unter dem Header

source: Below Health & Updates Row
de_de: Unter Zustand & Updates

source: Below Statistics Row
de_de: Unter der Statistik-Zeile

source: Below Quicklinks & Sidebar Row
de_de: Unter Schnellaktionen & Seitenleiste

source: Bottom (Default Position)
de_de: Unten (Standard-Position)

source: Below Widget Row
de_de: Unter der Widget-Zeile

source: Contact Card Title
de_de: Kontaktkarten-Titel

source: Title for the contact information card (e.g., "Created by", "Contact").
de_de: Titel für die Kontaktkarte (z.B. "Erstellt von", "Kontakt").

source: Contact Card Subtitle
de_de: Kontaktkarten-Untertitel

source: Optional subtitle text below the title.
de_de: Optionaler Untertitel unter dem Titel.

source: Company Name
de_de: Firmenname

source: Your company or organization name.
de_de: Dein Firmen- oder Organisationsname.

source: Email Address
de_de: E-Mail-Adresse

source: Contact email address.
de_de: Kontakt-E-Mail-Adresse.

source: Phone Number
de_de: Telefonnummer

source: Contact phone number.
de_de: Kontakt-Telefonnummer.

source: Company website URL.
de_de: Firmen-Website-URL.

source: Contact Logo
de_de: Kontakt-Logo

source: Upload a logo to display in the contact card. If not set, no logo will be shown. Recommended: PNG or SVG, max 200KB.
de_de: Lade ein Logo hoch, das in der Kontaktkarte angezeigt wird. Ohne Einstellung wird kein Logo angezeigt. Empfohlen: PNG oder SVG, max. 200KB.

source: Contact Logo Height
de_de: Kontakt-Logo Höhe

source: Set the height of the contact logo in pixels. Width will scale proportionally.
de_de: Lege die Höhe des Kontakt-Logos in Pixeln fest. Die Breite skaliert proportional.

source: Physical Address
de_de: Anschrift

source: Company physical address.
de_de: Firmenadresse.

source: Default Color Mode
de_de: Standard-Farbmodus

source: Choose the default color mode for the dashboard.
de_de: Wähle den Standard-Farbmodus für das Dashboard.

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: System (follow OS preference)
de_de: System (folgt OS-Einstellung)

source: Allow Mode Switching
de_de: Modus-Wechsel erlauben

source: Show a toggle button on the dashboard allowing users to switch between light and dark modes.
de_de: Zeige einen Umschalter im Dashboard, mit dem Benutzer zwischen Hell- und Dunkelmodus wechseln können.

source: Primary Brand Color
de_de: Primäre Markenfarbe

source: Main brand color - all other colors will be auto-generated from this. Choose a color that represents your brand.
de_de: Haupt-Markenfarbe - alle anderen Farben werden daraus generiert. Wähle eine Farbe, die deine Marke repräsentiert.

source: Secondary Brand Color
de_de: Sekundäre Markenfarbe

source: Secondary brand color for hover states and highlights.
de_de: Sekundäre Markenfarbe für Hover-Zustände und Hervorhebungen.

source: Accent Color
de_de: Akzentfarbe

source: Accent color for special elements.
de_de: Akzentfarbe für besondere Elemente.

source: Success Color
de_de: Erfolgsfarbe

source: Color for success states, health indicators, and positive messages.
de_de: Farbe für Erfolgszustände, Gesundheitsindikatoren und positive Nachrichten.

source: Warning Color
de_de: Warnfarbe

source: Color for warnings, pending updates, and caution messages.
de_de: Farbe für Warnungen, ausstehende Updates und Vorsichtshinweise.

source: Error Color
de_de: Fehlerfarbe

source: Color for errors, critical issues, and destructive actions.
de_de: Farbe für Fehler, kritische Probleme und destruktive Aktionen.

source: Border Radius
de_de: Eckenradius

source: Border radius in pixels for cards and elements (0-50).
de_de: Eckenradius in Pixeln für Karten und Elemente (0-50).

source: Border Width
de_de: Rahmenbreite

source: Border width in pixels for cards and elements (0-10).
de_de: Rahmenbreite in Pixeln für Karten und Elemente (0-10).

source: Border Color
de_de: Rahmenfarbe

source: Border color for cards and elements.
de_de: Rahmenfarbe für Karten und Elemente.

source: Enable Shadows
de_de: Schatten aktivieren

source: Add shadow effects to cards and elements.
de_de: Schatteneffekte für Karten und Elemente hinzufügen.

source: Shadow Intensity
de_de: Schattenintensität

source: Shadow intensity level: 0 (none), 1 (light), 2 (medium), 3 (strong).
de_de: Schattenintensitätsstufe: 0 (keine), 1 (leicht), 2 (mittel), 3 (stark).

source: Dashboard Gap
de_de: Dashboard-Abstand

source: Gap between all dashboard sections and grid items in pixels (10-50).
de_de: Abstand zwischen allen Dashboard-Bereichen und Rasterelementen in Pixeln (10-50).

source: Stats Columns
de_de: Statistik-Spalten

source: Number of columns for statistics cards (2-6).
de_de: Anzahl der Spalten für Statistik-Karten (2-6).

source: Header Background Gradient
de_de: Header-Hintergrund Farbverlauf

source: Enable gradient background for the header.
de_de: Farbverlauf-Hintergrund für den Header aktivieren.

source: Gradient Start Color
de_de: Farbverlauf Startfarbe

source: First color of the gradient (left side).
de_de: Erste Farbe des Farbverlaufs (linke Seite).

source: Gradient End Color
de_de: Farbverlauf Endfarbe

source: Second color of the gradient (right side).
de_de: Zweite Farbe des Farbverlaufs (rechte Seite).

source: Header Background Color
de_de: Header-Hintergrundfarbe

source: Background color when gradient is disabled.
de_de: Hintergrundfarbe wenn Farbverlauf deaktiviert ist.

source: Header Text Color
de_de: Header-Textfarbe

source: Text color for the welcome header section.
de_de: Textfarbe für den Willkommens-Header-Bereich.

source: Agency Logo
de_de: Agentur-Logo

source: Upload your agency logo to display in the dashboard header. Recommended: PNG or SVG, max 200KB.
de_de: Lade dein Agentur-Logo hoch, um es im Dashboard-Header anzuzeigen. Empfohlen: PNG oder SVG, max. 200KB.

source: Card Background Color
de_de: Karten-Hintergrundfarbe

source: Background color for quick action cards.
de_de: Hintergrundfarbe für Schnellaktions-Karten.

source: Card Text Color
de_de: Karten-Textfarbe

source: Text color for quick action cards.
de_de: Textfarbe für Schnellaktions-Karten.

source: Card Border Width
de_de: Karten-Rahmenbreite

source: Border width for cards in pixels.
de_de: Rahmenbreite für Karten in Pixeln.

source: Card Border Color
de_de: Karten-Rahmenfarbe

source: Border color for quick action cards.
de_de: Rahmenfarbe für Schnellaktions-Karten.

source: Card Border Radius
de_de: Karten-Eckenradius

source: Border radius for cards in pixels.
de_de: Eckenradius für Karten in Pixeln.

source: Card Shadow
de_de: Karten-Schatten

source: Enable shadow effect for cards.
de_de: Schatteneffekt für Karten aktivieren.

source: Hover Background Color
de_de: Hover-Hintergrundfarbe

source: Background color when hovering over cards.
de_de: Hintergrundfarbe beim Überfahren von Karten.

source: Hover Text Color
de_de: Hover-Textfarbe

source: Text color when hovering over cards.
de_de: Textfarbe beim Überfahren von Karten.

source: Hover Border Color
de_de: Hover-Rahmenfarbe

source: Border color when hovering over cards.
de_de: Rahmenfarbe beim Überfahren von Karten.

source: Quick Links Columns
de_de: Schnelllink-Spalten

source: Number of columns for quick action boxes (2-6).
de_de: Anzahl der Spalten für Schnellaktions-Boxen (2-6).

source: Show Tip Card
de_de: Tipp-Karte anzeigen

source: Display a helpful tip card above the contact section.
de_de: Zeige eine hilfreiche Tipp-Karte über dem Kontaktbereich.

source: Tip Card Title
de_de: Tipp-Karten-Titel

source: Title for the tip card (optional).
de_de: Titel für die Tipp-Karte (optional).

source: Tip Content
de_de: Tipp-Inhalt

source: Content for the tip card. HTML is allowed.
de_de: Inhalt für die Tipp-Karte. HTML ist erlaubt.

source: Show Note Section
de_de: Notiz-Bereich anzeigen

source: Display a custom note section at the bottom of the dashboard.
de_de: Zeige einen individuellen Notiz-Bereich am Ende des Dashboards.

source: Note Title
de_de: Notiz-Titel

source: Title for the note section (optional).
de_de: Titel für den Notiz-Bereich (optional).

source: Note Content
de_de: Notiz-Inhalt

source: Content for the note section. HTML is allowed.
de_de: Inhalt für den Notiz-Bereich. HTML ist erlaubt.

source: Note Position
de_de: Notiz-Position

source: Choose where to display the note section on the dashboard.
de_de: Wähle, wo der Notiz-Bereich im Dashboard angezeigt werden soll.

source: Quick Links
de_de: Schnelllinks

source: Enable, disable, and reorder quick action links. Drag to reorder.
de_de: Schnellaktions-Links aktivieren, deaktivieren und neu anordnen. Ziehen zum Sortieren.

source: Additional CSS
de_de: Zusätzliches CSS

source: Add custom CSS that will be applied on top of the default dashboard styles.
de_de: Füge benutzerdefiniertes CSS hinzu, das zusätzlich zu den Standard-Dashboard-Stilen angewendet wird.

source: New Post
de_de: Neuer Beitrag

source: New Page
de_de: Neue Seite

source: Media
de_de: Medien

source: Users
de_de: Benutzer

source: Settings
de_de: Einstellungen

source: Menus
de_de: Menüs

source: Contact Info
de_de: Kontaktdaten

source: New %s
de_de: Neuer %s

source: Content
de_de: Inhalte

source: All Posts
de_de: Alle Beiträge

source: Add New Post
de_de: Neuen Beitrag erstellen

source: All Pages
de_de: Alle Seiten

source: Add New Page
de_de: Neue Seite erstellen

source: Categories
de_de: Kategorien

source: Tags
de_de: Schlagwörter

source: Comments
de_de: Kommentare

source: Media Library
de_de: Mediathek

source: Add New Media
de_de: Neue Medien hinzufügen

source: Appearance
de_de: Design

source: Customize
de_de: Anpassen

source: Installed Plugins
de_de: Installierte Plugins

source: Add New Plugin
de_de: Neues Plugin hinzufügen

source: All Users
de_de: Alle Benutzer

source: Add New User
de_de: Neuen Benutzer hinzufügen

source: Your Profile
de_de: Dein Profil

source: Tools
de_de: Werkzeuge

source: Available Tools
de_de: Verfügbare Werkzeuge

source: Import
de_de: Importieren

source: Export
de_de: Exportieren

source: Site Health
de_de: Website-Zustand

source: General Settings
de_de: Allgemeine Einstellungen

source: Writing
de_de: Schreiben

source: Reading
de_de: Lesen

source: Theme Settings
de_de: Theme-Einstellungen

source: Global Theme Settings
de_de: Globale Theme-Einstellungen

source: General Options
de_de: Allgemeine Optionen

source: Custom Dashboard
de_de: Individuelles Dashboard

source: Image Optimizer
de_de: Bild-Optimierer

source: Security Headers
de_de: Sicherheits-Header

source: Contact Information
de_de: Kontaktinformationen

source: Custom Scripts
de_de: Benutzerdefinierte Skripte

source: Bricks Settings
de_de: Bricks-Einstellungen

source: Bricks Templates
de_de: Bricks-Vorlagen

source: Products
de_de: Produkte

source: Add Product
de_de: Produkt hinzufügen

source: Orders
de_de: Bestellungen

source: WooCommerce Settings
de_de: WooCommerce-Einstellungen

source: All %s
de_de: Alle %s

source: Add New %s
de_de: %s hinzufügen

source: Primary
de_de: Primär

source: Secondary
de_de: Sekundär

source: Accent
de_de: Akzent

source: Background
de_de: Hintergrund

source: Foreground
de_de: Vordergrund

source: Card
de_de: Karte

source: Card Foreground
de_de: Karten-Vordergrund

source: Muted
de_de: Gedämpft

source: Muted Foreground
de_de: Gedämpft-Vordergrund

source: Border
de_de: Rahmen

source: Primary Foreground
de_de: Primär-Vordergrund

source: Secondary (Semantic)
de_de: Sekundär (Semantisch)

source: Secondary Foreground
de_de: Sekundär-Vordergrund

source: White
de_de: Weiß

source: Black
de_de: Schwarz

source: Light Gray
de_de: Hellgrau

source: Gray
de_de: Grau

source: Dark Gray
de_de: Dunkelgrau

source: Customize your WordPress dashboard with stats, quick actions, and contact information.
de_de: Passe dein WordPress-Dashboard mit Statistiken, Schnellaktionen und Kontaktinformationen an.

source: View Dashboard
de_de: Dashboard ansehen

source: General
de_de: Allgemein

source: Sections
de_de: Bereiche

source: Statistics
de_de: Statistiken

source: Brand & Styling
de_de: Marke & Design

source: Color Mode
de_de: Farbmodus

source: Brand Colors
de_de: Markenfarben

source: Welcome Header
de_de: Willkommens-Header

source: Quick Action Boxes
de_de: Schnellaktions-Boxen

source: Custom CSS
de_de: Benutzerdefiniertes CSS

source: Section Toggles
de_de: Bereichs-Schalter

source: Tip Card
de_de: Tipp-Karte

source: Note
de_de: Notiz

source: Reset Colors to Defaults
de_de: Farben auf Standard zurücksetzen

source: Reset all brand and status colors to their default values.
de_de: Alle Marken- und Statusfarben auf Standardwerte zurücksetzen.

source: Reset Header to Defaults
de_de: Header auf Standard zurücksetzen

source: Reset welcome header settings to their default values.
de_de: Willkommens-Header-Einstellungen auf Standardwerte zurücksetzen.

source: Reset Card Styling to Defaults
de_de: Karten-Design auf Standard zurücksetzen

source: Reset quick action card styling to default values.
de_de: Schnellaktions-Karten-Design auf Standardwerte zurücksetzen.

source: Reset Layout to Defaults
de_de: Layout auf Standard zurücksetzen

source: Reset dashboard layout settings to default values.
de_de: Dashboard-Layout-Einstellungen auf Standardwerte zurücksetzen.

source: Clear Additional CSS
de_de: Zusätzliches CSS löschen

source: Remove all additional custom CSS. The default dashboard styles will still apply.
de_de: Alle zusätzlichen benutzerdefinierten CSS entfernen. Die Standard-Dashboard-Stile bleiben erhalten.

source: Unnamed Form
de_de: Unbenanntes Formular

source: Form Submission
de_de: Formular-Einsendung

source: Posts
de_de: Beiträge

source: Published blog posts
de_de: Veröffentlichte Blogbeiträge

source: Pages
de_de: Seiten

source: Published pages
de_de: Veröffentlichte Seiten

source: Total media files
de_de: Mediendateien gesamt

source: Registered users
de_de: Registrierte Benutzer

source: Pending comments
de_de: Ausstehende Kommentare

source: Form Submissions
de_de: Formular-Einsendungen

source: Total form submissions
de_de: Formular-Einsendungen gesamt

source: Enable WP Optimizer
de_de: WP Optimizer aktivieren

source: Enable WP Optimizer to manage some WordPress features for better performance and security.
de_de: WP Optimizer aktivieren, um einige WordPress-Funktionen für bessere Leistung und Sicherheit zu verwalten.

source: Enable Image Optimizer
de_de: Bild-Optimierer aktivieren

source: Enable Image Optimizer to optimize images for better performance.
de_de: Bild-Optimierer aktivieren, um Bilder für bessere Leistung zu optimieren.

source: Enable Security Header
de_de: Sicherheits-Header aktivieren

source: Enable Security Header to protect your website against common security threats.
de_de: Sicherheits-Header aktivieren, um deine Website vor gängigen Sicherheitsbedrohungen zu schützen.

source: Disable Bricks JS
de_de: Bricks JS deaktivieren

source: Remove the default Bricks JavaScript from the frontend for enhanced performance and custom JS solutions.
de_de: Das Standard-Bricks-JavaScript vom Frontend entfernen für bessere Leistung und benutzerdefinierte JS-Lösungen.

source: Disable Bricks Styling
de_de: Bricks-Styling deaktivieren

source: Remove all default Bricks styling.
de_de: Alle Standard-Bricks-Styles entfernen.

source: Delete Data on Uninstall
de_de: Daten beim Deinstallieren löschen

source: Delete all theme settings and data when the theme is deleted. This does not affect the theme when it is just deactivated.
de_de: Alle Theme-Einstellungen und Daten beim Löschen des Themes entfernen. Dies hat keine Auswirkung, wenn das Theme nur deaktiviert wird.

source: General Theme Options
de_de: Allgemeine Theme-Optionen

source: Enable or disable core scripts and styles (like jQuery, Bricks JS, Bricks styling) for performance and customization.
de_de: Kern-Skripte und -Styles (wie jQuery, Bricks JS, Bricks-Styling) für Leistung und Anpassung aktivieren oder deaktivieren.

source: Welcome to the SFX Theme Options! Here you can configure some basic global settings and features for your website. Use the quick links below to jump directly to each section. Each area is designed to help you optimize, brand, and manage your site easily.
de_de: Willkommen bei den SFX Theme-Optionen! Hier kannst du grundlegende globale Einstellungen und Funktionen für deine Website konfigurieren. Verwende die Schnelllinks unten, um direkt zu jedem Bereich zu springen. Jeder Bereich ist darauf ausgelegt, dir zu helfen, deine Website einfach zu optimieren, zu branden und zu verwalten.

source: Go to
de_de: Zu

source: Remove
de_de: Entfernen

source: Edit
de_de: Bearbeiten

source: Icon
de_de: Symbol

source: Title
de_de: Titel

source: Custom
de_de: Benutzerdefiniert

source: Untitled
de_de: Unbenannt

source: Link Title
de_de: Link-Titel

source: SVG Icon
de_de: SVG-Symbol

source: Open in
de_de: Öffnen in

source: Same Tab
de_de: Gleicher Tab

source: New Tab
de_de: Neuer Tab

source: Done
de_de: Fertig

source: Are you sure you want to remove this custom link?
de_de: Möchtest du diesen benutzerdefinierten Link wirklich entfernen?

source: All Roles
de_de: Alle Rollen

source: 1 Role
de_de: 1 Rolle

source: Roles
de_de: Rollen

source: Group Title
de_de: Gruppentitel

source: + Add Link
de_de: + Link hinzufügen

source: Remove Group
de_de: Gruppe entfernen

source: Are you sure you want to remove this group and all its links?
de_de: Möchtest du diese Gruppe und alle ihre Links wirklich entfernen?

source: Collapse/Expand
de_de: Ein-/Ausklappen

source: Both title and URL are required
de_de: Titel und URL sind erforderlich

source: Title is too long (max 100 characters)
de_de: Titel ist zu lang (max. 100 Zeichen)

source: Invalid URL protocol
de_de: Ungültiges URL-Protokoll

source: Invalid SVG (must include <svg> tags)
de_de: Ungültiges SVG (muss <svg>-Tags enthalten)

source: Select a WordPress Link
de_de: WordPress-Link auswählen

source: Search links...
de_de: Links suchen...

source: Browse WordPress Links
de_de: WordPress-Links durchsuchen

source: Close
de_de: Schließen

source: %d issue(s) need attention
de_de: %d Problem(e) benötigen Aufmerksamkeit

source: All up to date
de_de: Alles aktuell

source: Updates required
de_de: Updates erforderlich

source: Published Posts
de_de: Veröffentlichte Beiträge

source: Site Health Status
de_de: Website-Zustand

source: At a Glance
de_de: Auf einen Blick

source: Activity
de_de: Aktivität

source: Quick Draft
de_de: Schnellentwurf

source: WordPress Events and News
de_de: WordPress-Events und -News

source: Good
de_de: Gut

source: Critical
de_de: Kritisch

source: Should be improved
de_de: Sollte verbessert werden

source: Import/Export Settings
de_de: Einstellungen importieren/exportieren

source: Export your theme settings and custom post type data to a JSON file, or import settings from a previously exported file.
de_de: Exportiere deine Theme-Einstellungen und benutzerdefinierte Beitragstyp-Daten in eine JSON-Datei oder importiere Einstellungen aus einer zuvor exportierten Datei.

source: Export Settings
de_de: Einstellungen exportieren

source: Select which settings and data you want to export.
de_de: Wähle, welche Einstellungen und Daten du exportieren möchtest.

source: Select All
de_de: Alle auswählen
