Repository: dsnger/sfx-bricks-child
Catalog: languages/*.po
Languages: de_de

source: Skipped: File not found for Attachment ID %d
de_de: Übersprungen: Datei für Anhang-ID %d nicht gefunden

source: Error: Uploads directory %s is not writable for Attachment ID %d
de_de: Fehler: Upload-Verzeichnis %s ist für Anhang-ID %d nicht beschreibbar

source: Deleted outdated size: %s
de_de: Veraltete Größe gelöscht: %s

source: Permission denied
de_de: Berechtigung verweigert

source: No media files found
de_de: Keine Mediendateien gefunden

source: Failed to create temporary file
de_de: Temporäre Datei konnte nicht erstellt werden

source: Failed to create ZIP archive
de_de: ZIP-Archiv konnte nicht erstellt werden

source: Deleted old file: %s
de_de: Alte Datei gelöscht: %s

source: Cleanup complete. %d files deleted.
de_de: Bereinigung abgeschlossen. %d Dateien gelöscht.

source: Updated image URLs in post ID %d
de_de: Bild-URLs in Beitrag-ID %d aktualisiert

source: Fix URLs complete. %d posts updated.
de_de: URLs korrigiert. %d Beiträge aktualisiert.

source: Invalid widths
de_de: Ungültige Breiten

source: Max widths set to: %spx
de_de: Maximale Breiten auf: %spx gesetzt

source: Invalid heights
de_de: Ungültige Höhen

source: Max heights set to: %spx
de_de: Maximale Höhen auf: %spx gesetzt

source: Log cleared.
de_de: Protokoll gelöscht.

source: ImageOptimizer settings reset to defaults.
de_de: Bild-Optimierer-Einstellungen auf Standardwerte zurückgesetzt.

source: Min size set to: %dKB
de_de: Mindestgröße auf: %dKB gesetzt

source: Use AVIF set to: %s
de_de: AVIF verwenden auf: %s gesetzt

source: Preserve originals set to: %s
de_de: Originale erhalten auf: %s gesetzt

source: Auto-conversion on upload set to: %s
de_de: Automatische Konvertierung beim Upload auf: %s gesetzt

source: Security verification failed. Try refreshing the page.
de_de: Sicherheitsüberprüfung fehlgeschlagen. Bitte Seite aktualisieren.

source: Starting optimized cleanup (memory-aware) at %s
de_de: Optimierte Bereinigung wird gestartet (speicherbewusst) um %s

source: Cleanup completed in %s seconds. Deleted: %d, Failed: %d, Processed: %d files, Memory warnings: %d
de_de: Bereinigung abgeschlossen in %s Sekunden. Gelöscht: %d, Fehlgeschlagen: %d, Verarbeitet: %d Dateien, Speicherwarnungen: %d

source: More files need processing. Please run again.
de_de: Weitere Dateien müssen verarbeitet werden. Bitte erneut ausführen.

source: WP Optimizer Options
de_de: WP Optimizer-Optionen

source: Performance
de_de: Leistung

source: Admin Enhancements
de_de: Admin-Verbesserungen

source: Security & Privacy
de_de: Sicherheit & Datenschutz

source: Frontend Cleanup
de_de: Frontend-Bereinigung

source: Media & Uploads
de_de: Medien & Uploads

source: Select Post Types
de_de: Beitragstypen auswählen

source: Leave all unchecked to apply to all supported post types. Only hierarchical post types and those supporting page attributes can be ordered.
de_de: Alle deaktiviert lassen, um auf alle unterstützten Beitragstypen anzuwenden. Nur hierarchische Beitragstypen und solche mit Seitenattributen können sortiert werden.

source: Leave all unchecked to apply to all post types.
de_de: Alle deaktiviert lassen, um auf alle Beitragstypen anzuwenden.

source: Disable Search
de_de: Suche deaktivieren

source: Disables the default WordPress search feature. Useful for brochure sites or when search is not needed. Not recommended for content-heavy or blog sites.
de_de: Deaktiviert die Standard-WordPress-Suchfunktion. Nützlich für Broschüren-Websites oder wenn Suche nicht benötigt wird. Nicht empfohlen für inhaltsreiche oder Blog-Websites.

source: Allow Lottie JSON Files
de_de: Lottie JSON-Dateien erlauben

source: Allows uploading of JSON files (e.g., for Lottie animations) and plain text files. Enable if you need to upload these file types. Only recommended if you trust your site's users, as JSON can contain sensitive data.
de_de: Erlaubt das Hochladen von JSON-Dateien (z.B. für Lottie-Animationen) und Klartext-Dateien. Aktivieren, wenn du diese Dateitypen hochladen musst. Nur empfohlen, wenn du den Benutzern deiner Website vertraust, da JSON sensible Daten enthalten kann.

source: Disable jQuery
de_de: jQuery deaktivieren

source: Removes jQuery from the frontend to improve performance. Only enable if your theme and plugins do not require jQuery. Not recommended unless you are certain no scripts depend on jQuery.
de_de: Entfernt jQuery vom Frontend zur Leistungsverbesserung. Nur aktivieren, wenn dein Theme und Plugins jQuery nicht benötigen. Nicht empfohlen, es sei denn, du bist sicher, dass keine Skripte von jQuery abhängen.

source: Load jQuery in Footer
de_de: jQuery im Footer laden

source: Loads jQuery in the footer instead of the header, improving page load speed. Recommended if your scripts do not require jQuery to be loaded early.
de_de: Lädt jQuery im Footer statt im Header, verbessert die Seitenladegeschwindigkeit. Empfohlen, wenn deine Skripte jQuery nicht früh laden müssen.

source: Disable jQuery Migrate
de_de: jQuery Migrate deaktivieren

source: Removes jQuery Migrate, which provides backward compatibility for older scripts. Recommended unless you use plugins or themes that require legacy jQuery features.
de_de: Entfernt jQuery Migrate, das Rückwärtskompatibilität für ältere Skripte bietet. Empfohlen, es sei denn, du verwendest Plugins oder Themes, die Legacy-jQuery-Funktionen benötigen.

source: Remove Thumbnail Dimensions
de_de: Miniaturansicht-Abmessungen entfernen

source: Removes width and height attributes from thumbnail images for better responsive design. Recommended for modern, responsive themes.
de_de: Entfernt width- und height-Attribute von Miniaturansicht-Bildern für besseres responsives Design. Empfohlen für moderne, responsive Themes.

source: Remove Nav Menu Container
de_de: Navigationsmenü-Container entfernen

source: Removes the default <div> container from wp_nav_menu output. Useful for cleaner HTML and easier CSS styling.
de_de: Entfernt den Standard-<div>-Container aus wp_nav_menu-Ausgabe. Nützlich für saubereres HTML und einfacheres CSS-Styling.

source: Remove Caption Width
de_de: Bildunterschrift-Breite entfernen

source: Removes inline width styling from image captions, allowing for more flexible and responsive layouts.
de_de: Entfernt Inline-Breiten-Styling von Bildunterschriften, ermöglicht flexiblere und responsive Layouts.

source: Handle Shortcode Formatting
de_de: Shortcode-Formatierung behandeln

source: Prevents WordPress from wrapping shortcodes in unwanted <p> or <br> tags, which can break layout. Recommended if you use shortcodes in content.
de_de: Verhindert, dass WordPress Shortcodes in unerwünschte <p>- oder <br>-Tags einpackt, was das Layout brechen kann. Empfohlen, wenn du Shortcodes im Inhalt verwendest.

source: Remove Archive Title Prefix
de_de: Archiv-Titel-Präfix entfernen

source: Removes prefixes like "Category:" or "Archive:" from archive titles for cleaner headings.
de_de: Entfernt Präfixe wie "Kategorie:" oder "Archiv:" von Archiv-Titeln für sauberere Überschriften.

source: Add Slug to Body Class
de_de: Slug zur Body-Klasse hinzufügen

source: Adds the post or page slug to the <body> class attribute. Useful for targeted CSS styling.
de_de: Fügt den Beitrags- oder Seiten-Slug zum <body>-class-Attribut hinzu. Nützlich für gezieltes CSS-Styling.

source: Block External HTTP
de_de: Externe HTTP-Anfragen blockieren

source: Blocks all outgoing HTTP requests from the frontend for security or privacy. Only enable if you do not need to fetch external resources (e.g., APIs, fonts).
de_de: Blockiert alle ausgehenden HTTP-Anfragen vom Frontend für Sicherheit oder Datenschutz. Nur aktivieren, wenn du keine externen Ressourcen abrufen musst (z.B. APIs, Schriftarten).

source: Defer CSS
de_de: CSS verzögern

source: Loads CSS files asynchronously to improve perceived page load speed. May cause a flash of unstyled content (FOUC). Recommended for advanced users.
de_de: Lädt CSS-Dateien asynchron, um die wahrgenommene Seitenladegeschwindigkeit zu verbessern. Kann einen Flash of Unstyled Content (FOUC) verursachen. Empfohlen für fortgeschrittene Benutzer.

source: Defer JS
de_de: JS verzögern

source: Adds the defer attribute to all scripts, improving page load performance. Not recommended if you have scripts that must run before page render.
de_de: Fügt das defer-Attribut zu allen Skripten hinzu, verbessert die Seitenladeleistung. Nicht empfohlen, wenn du Skripte hast, die vor dem Seitenrendern laufen müssen.

source: Disable Comments
de_de: Kommentare deaktivieren

source: Disables all comment features site-wide. Recommended for sites that do not use comments.
de_de: Deaktiviert alle Kommentarfunktionen site-weit. Empfohlen für Websites, die keine Kommentare verwenden.

source: Disable Emoji
de_de: Emoji deaktivieren

source: Removes WordPress emoji scripts and styles to reduce page size. Recommended unless you need emoji support.
de_de: Entfernt WordPress-Emoji-Skripte und -Styles, um die Seitengröße zu reduzieren. Empfohlen, es sei denn, du benötigst Emoji-Unterstützung.

source: Disable Feeds
de_de: Feeds deaktivieren

source: Disables all RSS and Atom feeds. Recommended for private or brochure sites. Not recommended for blogs or news sites.
de_de: Deaktiviert alle RSS- und Atom-Feeds. Empfohlen für private oder Broschüren-Websites. Nicht empfohlen für Blogs oder Nachrichten-Websites.

source: Disable REST API
de_de: REST API deaktivieren

source: Disables the REST API. Not recommended unless you are certain no plugins or integrations require the REST API. May break some features.
de_de: Deaktiviert die REST API. Nicht empfohlen, es sei denn, du bist sicher, dass keine Plugins oder Integrationen die REST API benötigen. Kann einige Funktionen beeinträchtigen.

source: Disable RSD Links
de_de: RSD-Links deaktivieren

source: Removes the Really Simple Discovery (RSD) link from the header. Recommended for security.
de_de: Entfernt den Really Simple Discovery (RSD)-Link aus dem Header. Empfohlen für Sicherheit.

source: Disable Shortlinks
de_de: Shortlinks deaktivieren

source: Removes the shortlink meta tag from the header. Recommended for privacy or SEO reasons.
de_de: Entfernt das Shortlink-Meta-Tag aus dem Header. Empfohlen aus Datenschutz- oder SEO-Gründen.

source: Disable Theme Editor
de_de: Theme-Editor deaktivieren

source: Disables the built-in theme and plugin editor in the admin for security. Recommended for production sites.
de_de: Deaktiviert den integrierten Theme- und Plugin-Editor im Admin für Sicherheit. Empfohlen für Produktions-Websites.

source: Disable Version Query Args
de_de: Versions-Query-Args deaktivieren

source: Removes version query strings from scripts and styles to improve caching. May cause issues with cache busting.
de_de: Entfernt Versions-Query-Strings aus Skripten und Styles, um das Caching zu verbessern. Kann Probleme mit Cache-Busting verursachen.

source: Disable WLW Manifest
de_de: WLW-Manifest deaktivieren

source: Removes the Windows Live Writer manifest link from the header. Recommended for security.
de_de: Entfernt den Windows Live Writer-Manifest-Link aus dem Header. Empfohlen für Sicherheit.

source: Disable WP Version
de_de: WP-Version deaktivieren

source: Removes the WordPress version meta tag for security.
de_de: Entfernt das WordPress-Versions-Meta-Tag für Sicherheit.

source: Disable XMLRPC
de_de: XMLRPC deaktivieren

source: Disables XML-RPC, which is often targeted by attackers. Recommended unless you use remote publishing or pingbacks.
de_de: Deaktiviert XML-RPC, das oft von Angreifern angegriffen wird. Empfohlen, es sei denn, du verwendest Remote-Publishing oder Pingbacks.

source: Disable DNS Prefetch
de_de: DNS Prefetch deaktivieren

source: Removes DNS prefetch resource hints from the header. May slightly reduce DNS lookups, but can impact performance for some resources.
de_de: Entfernt DNS Prefetch-Ressourcen-Hinweise aus dem Header. Kann DNS-Lookups leicht reduzieren, kann aber die Leistung für einige Ressourcen beeinträchtigen.

source: Limit Revisions
de_de: Revisionen begrenzen

source: Limits the number of post revisions to reduce database size. Recommended for performance.
de_de: Begrenzt die Anzahl der Beitragsrevisionen, um die Datenbankgröße zu reduzieren. Empfohlen für Leistung.

source: Revisions number
de_de: Anzahl Revisionen

source: Sets the maximum number of post revisions to keep. Set to 0 to disable revisions. Recommended for performance on large sites.
de_de: Legt die maximale Anzahl der zu behaltenden Beitragsrevisionen fest. Auf 0 setzen, um Revisionen zu deaktivieren. Empfohlen für Leistung auf großen Websites.

source: Post Types for Revision Limiting
de_de: Beitragstypen für Revisionsbegrenzung

source: Select which post types should have revision limiting applied. Leave empty to apply to all post types.
de_de: Wähle, welche Beitragstypen Revisionsbegrenzung haben sollen. Leer lassen, um auf alle Beitragstypen anzuwenden.

source: Disable Heartbeat
de_de: Heartbeat deaktivieren

source: Disables the WordPress Heartbeat API in the admin, reducing AJAX requests. May affect autosave and real-time features.
de_de: Deaktiviert die WordPress Heartbeat API im Admin, reduziert AJAX-Anfragen. Kann Autosave und Echtzeit-Funktionen beeinträchtigen.

source: Slow Heartbeat
de_de: Langsamer Heartbeat

source: Increases the interval of the Heartbeat API to reduce server load. Recommended for high-traffic sites.
de_de: Erhöht das Intervall der Heartbeat API, um die Serverlast zu reduzieren. Empfohlen für hochfrequente Websites.

source: Remove WP Embed
de_de: WP Embed entfernen

source: Removes the WP Embed script, which enables embedding content from other sites. Recommended if you do not use embeds.
de_de: Entfernt das WP Embed-Skript, das das Einbetten von Inhalten von anderen Websites ermöglicht. Empfohlen, wenn du keine Embeds verwendest.

source: Disable XML Sitemaps
de_de: XML-Sitemaps deaktivieren

source: Disables the default WordPress XML sitemaps. Enable if you use a third-party SEO plugin or want to hide your sitemap for privacy.
de_de: Deaktiviert die Standard-WordPress-XML-Sitemaps. Aktivieren, wenn du ein Drittanbieter-SEO-Plugin verwendest oder deine Sitemap aus Datenschutzgründen verbergen möchtest.

source: Request blocked by WP Optimize.
de_de: Anfrage von WP Optimizer blockiert.

source: Feed disabled by WP Optimize.
de_de: Feed von WP Optimizer deaktiviert.

source: REST API restricted to authenticated users.
de_de: REST API auf authentifizierte Benutzer beschränkt.

source: Replace Media
de_de: Medien ersetzen

source: Select New Media File
de_de: Neue Mediendatei auswählen

source: The current file will be replaced with the uploaded / selected file (of the same type) while retaining the current ID, publish date and file name. Thus, no existing links will break.
de_de: Die aktuelle Datei wird durch die hochgeladene / ausgewählte Datei (vom gleichen Typ) ersetzt, während die aktuelle ID, das Veröffentlichungsdatum und der Dateiname beibehalten werden. Somit werden keine bestehenden Links unterbrochen.

source: Security Headers - HTTP Response Protection
de_de: Sicherheits-Header - HTTP-Antwort-Schutz

source: The Max-Age parameter specifies the period of time (in seconds) for which the browser should store the HSTS information. During this time period, the browser will always use HTTPS to communicate with the website, even if the visitor has entered "http" or an HTTP link in the address bar. This helps protect the website and its visitors from man-in-the-middle (MITM) attacks and other security threats.
de_de: Der Max-Age-Parameter gibt den Zeitraum (in Sekunden) an, für den der Browser die HSTS-Informationen speichern soll. Während dieses Zeitraums verwendet der Browser immer HTTPS zur Kommunikation mit der Website, auch wenn der Besucher "http" oder einen HTTP-Link in die Adressleiste eingegeben hat. Dies hilft, die Website und ihre Besucher vor Man-in-the-Middle (MITM)-Angriffen und anderen Sicherheitsbedrohungen zu schützen.

source: It is advisable to set "max-age" to a high value, such as a full year (31536000 seconds). This ensures that browsers continue to store security information for a long period of time, which helps protect users from man-in-the-middle attacks. However, it is important to keep in mind that setting the value too high could cause problems if you need to change your site's SSL configuration in the future. Therefore, it is important to carefully consider your usage and security needs before setting the value.
de_de: Es ist ratsam, "max-age" auf einen hohen Wert zu setzen, z.B. ein volles Jahr (31536000 Sekunden). Dies stellt sicher, dass Browser Sicherheitsinformationen über einen langen Zeitraum speichern, was Benutzer vor Man-in-the-Middle-Angriffen schützt. Es ist jedoch wichtig zu bedenken, dass ein zu hoher Wert Probleme verursachen könnte, wenn du die SSL-Konfiguration deiner Website in Zukunft ändern musst. Daher ist es wichtig, deine Nutzung und Sicherheitsanforderungen sorgfältig zu berücksichtigen, bevor du den Wert festlegst.

source: Include Subdomains
de_de: Subdomains einbeziehen

source: The "includeSubDomains" flag specifies that the effect of the header should also be applied to subdomains of the domain. When this directive is present, all requests to any subdomains of your domain are automatically redirected to the HTTPS protocol, providing enhanced security for the website and the users who visit it.
de_de: Das Flag "includeSubDomains" gibt an, dass die Wirkung des Headers auch auf Subdomains der Domain angewendet werden soll. Wenn diese Direktive vorhanden ist, werden alle Anfragen an Subdomains deiner Domain automatisch auf das HTTPS-Protokoll umgeleitet, was erweiterte Sicherheit für die Website und die Benutzer bietet, die sie besuchen.

source: We recommend enabling the "includeSubDomains" option in the HSTS header to ensure that all subsections of your site (subdomains) are only loaded via HTTPS. However, before enabling this flag, it is important to ensure that all subdomains, resources and web services working under your domain are available via HTTPS and that there are no compatibility issues with any external services used by your site.
de_de: Wir empfehlen, die Option "includeSubDomains" im HSTS-Header zu aktivieren, um sicherzustellen, dass alle Unterabschnitte deiner Website (Subdomains) nur über HTTPS geladen werden. Bevor du dieses Flag aktivierst, ist es jedoch wichtig sicherzustellen, dass alle Subdomains, Ressourcen und Webdienste, die unter deiner Domain arbeiten, über HTTPS verfügbar sind und dass es keine Kompatibilitätsprobleme mit externen Diensten gibt, die von deiner Website verwendet werden.

source: The "preload" flag allows the website to be included in the %1$sHSTS preload list%2$s, which instructs browsers to always use HTTPS connection for the site and its subdomains, without ever making insecure HTTP requests.
de_de: Das Flag "preload" ermöglicht es, die Website in die %1$sHSTS Preload-Liste%2$s aufzunehmen, die Browser anweist, immer eine HTTPS-Verbindung für die Website und ihre Subdomains zu verwenden, ohne jemals unsichere HTTP-Anfragen zu stellen.

source: Enabling preload further helps prevent any potential man-in-the-middle attacks, thus improving connection security as far as it concerns HSTS. Please note that even if this flag is enabled, your website still needs to be manually submitted to the list. Please also note that inclusion in the preload list has permanent consequences and is not easy to undo, so you should only enable this flag and submit your website after making sure that all of the resources and services within your domain (and its subdomains, if includeSubDomains is also enabled) are indeed accessible and functional via HTTPS. %1$sLearn more%2$s.
de_de: Die Aktivierung von Preload hilft weiter, potenzielle Man-in-the-Middle-Angriffe zu verhindern und verbessert somit die Verbindungssicherheit in Bezug auf HSTS. Bitte beachte, dass auch wenn dieses Flag aktiviert ist, deine Website manuell zur Liste eingereicht werden muss. Bitte beachte auch, dass die Aufnahme in die Preload-Liste permanente Konsequenzen hat und nicht einfach rückgängig gemacht werden kann. Du solltest dieses Flag daher nur aktivieren und deine Website einreichen, nachdem du sichergestellt hast, dass alle Ressourcen und Dienste innerhalb deiner Domain (und ihrer Subdomains, wenn includeSubDomains ebenfalls aktiviert ist) tatsächlich über HTTPS zugänglich und funktionsfähig sind. %1$sMehr erfahren%2$s.

source: HTTP Content-Security-Policy header controls website resources, reducing XSS risk by specifying allowed server origins and script endpoints.
de_de: Der HTTP Content-Security-Policy-Header kontrolliert Website-Ressourcen und reduziert das XSS-Risiko, indem er erlaubte Server-Ursprünge und Skript-Endpunkte angibt.

source: Enter your custom URL (Sentry, URIports, Datadog, and Report URI) for CSP violation reports.
de_de: Gib deine benutzerdefinierte URL (Sentry, URIports, Datadog und Report URI) für CSP-Verletzungsberichte ein.

source: The HTTP Permissions-Policy header provides a mechanism to allow and deny the use of browser features in a document or within any <iframe> elements in the document.
de_de: Der HTTP Permissions-Policy-Header bietet einen Mechanismus, um die Verwendung von Browser-Funktionen in einem Dokument oder innerhalb von <iframe>-Elementen im Dokument zu erlauben oder zu verweigern.

source: The X-Frame-Options HTTP response header can be used to indicate whether or not a browser should be allowed to render a page in a <frame>, <iframe>, <embed> or <object>. Sites can use this to avoid click-jacking attacks, by ensuring that their content is not embedded into other sites.
de_de: Der X-Frame-Options HTTP-Antwort-Header kann verwendet werden, um anzugeben, ob ein Browser eine Seite in einem <frame>, <iframe>, <embed> oder <object> rendern darf. Websites können dies verwenden, um Click-Jacking-Angriffe zu vermeiden, indem sie sicherstellen, dass ihr Inhalt nicht in andere Websites eingebettet wird.

source: Disable HSTS Header
de_de: HSTS-Header deaktivieren

source: Disable the Strict-Transport-Security header if you need to resolve conflicts or for debugging.
de_de: Deaktiviere den Strict-Transport-Security-Header, wenn du Konflikte lösen oder debuggen musst.

source: Disable CSP Header
de_de: CSP-Header deaktivieren

source: Disable the Content-Security-Policy header if you need to resolve conflicts or for debugging.
de_de: Deaktiviere den Content-Security-Policy-Header, wenn du Konflikte lösen oder debuggen musst.

source: Disable X-Content-Type-Options Header
de_de: X-Content-Type-Options-Header deaktivieren

source: Disable the X-Content-Type-Options header if you need to resolve conflicts or for debugging.
de_de: Deaktiviere den X-Content-Type-Options-Header, wenn du Konflikte lösen oder debuggen musst.

source: Disable X-Frame-Options Header
de_de: X-Frame-Options-Header deaktivieren

source: Disable the X-Frame-Options header if you need to resolve conflicts or for debugging.
de_de: Deaktiviere den X-Frame-Options-Header, wenn du Konflikte lösen oder debuggen musst.

source: Security Header Tips
de_de: Sicherheits-Header-Tipps

source: Always test new header settings on a staging site before deploying to production.
de_de: Teste neue Header-Einstellungen immer auf einer Staging-Website, bevor du sie in die Produktion einführst.

source: Use the browser console and security tools to verify headers are set as expected.
de_de: Verwende die Browser-Konsole und Sicherheitstools, um zu überprüfen, dass Header wie erwartet gesetzt sind.
