Repository: dsnger/sfx-bricks-child
Catalog: languages/*.po
Languages: de_de

source: Deselect All
de_de: Alle abwählen

source: Custom Post Types
de_de: Benutzerdefinierte Beitragstypen

source: Note:
de_de: Hinweis:

source: The Image Optimizer excluded images list is not exported as attachment IDs are site-specific.
de_de: Die Liste der ausgeschlossenen Bilder des Bild-Optimierers wird nicht exportiert, da Anhang-IDs standortspezifisch sind.

source: URLs (images, logos, links) are exported as-is. When importing to a different site, you may need to manually update these URLs.
de_de: URLs (Bilder, Logos, Links) werden unverändert exportiert. Beim Import auf eine andere Website musst du diese URLs möglicherweise manuell aktualisieren.

source: Export Selected
de_de: Ausgewählte exportieren

source: Import Settings
de_de: Einstellungen importieren

source: Upload a previously exported JSON file to import settings.
de_de: Lade eine zuvor exportierte JSON-Datei hoch, um Einstellungen zu importieren.

source: Select JSON File:
de_de: JSON-Datei auswählen:

source: Maximum file size: 2MB
de_de: Maximale Dateigröße: 2MB

source: Preview Import Data
de_de: Importdaten-Vorschau

source: Import Mode
de_de: Import-Modus

source: Merge
de_de: Zusammenführen

source: Keep existing data and add new items from the import file.
de_de: Bestehende Daten behalten und neue Elemente aus der Importdatei hinzufügen.

source: Replace
de_de: Ersetzen

source: Delete existing data for selected items and replace with imported data.
de_de: Bestehende Daten für ausgewählte Elemente löschen und durch importierte Daten ersetzen.

source: Warning:
de_de: Warnung:

source: Importing data will modify your site. Make sure you have a backup before proceeding.
de_de: Das Importieren von Daten wird deine Website ändern. Stelle sicher, dass du ein Backup hast, bevor du fortfährst.

source: URLs from the export file (images, logos) will be imported as-is. If they point to a different domain, you may need to update them manually after import.
de_de: URLs aus der Exportdatei (Bilder, Logos) werden unverändert importiert. Wenn sie auf eine andere Domain verweisen, musst du sie möglicherweise nach dem Import manuell aktualisieren.

source: Import Selected
de_de: Ausgewählte importieren

source: %d items
de_de: %d Elemente

source: Main theme feature toggles and settings
de_de: Haupt-Theme-Funktionsschalter und -Einstellungen

source: WordPress performance and optimization settings
de_de: WordPress-Leistungs- und Optimierungseinstellungen

source: Dashboard layout, branding, sections and styling
de_de: Dashboard-Layout, Branding, Bereiche und Styling

source: HTTP security headers configuration
de_de: HTTP-Sicherheits-Header-Konfiguration

source: Image conversion and optimization settings
de_de: Bildkonvertierungs- und Optimierungseinstellungen

source: Bricks Builder HTML conversion settings
de_de: Bricks Builder HTML-Konvertierungseinstellungen

source: Text snippets feature settings
de_de: Text-Snippet-Funktionseinstellungen

source: Social Media Accounts
de_de: Social-Media-Konten

source: Security check failed.
de_de: Sicherheitsprüfung fehlgeschlagen.

source: You do not have permission to export settings.
de_de: Du hast keine Berechtigung, Einstellungen zu exportieren.

source: Please select at least one item to export.
de_de: Bitte wähle mindestens ein Element zum Exportieren aus.

source: You do not have permission to import settings.
de_de: Du hast keine Berechtigung, Einstellungen zu importieren.

source: No file uploaded or upload error.
de_de: Keine Datei hochgeladen oder Upload-Fehler.

source: Invalid JSON file.
de_de: Ungültige JSON-Datei.

source: Invalid import data.
de_de: Ungültige Importdaten.

source: Please select at least one item to import.
de_de: Bitte wähle mindestens ein Element zum Importieren aus.

source: Import completed successfully!
de_de: Import erfolgreich abgeschlossen!

source: File is too large. Maximum size is 2MB.
de_de: Datei ist zu groß. Maximale Größe ist 2MB.

source: Invalid file type. Please upload a JSON file.
de_de: Ungültiger Dateityp. Bitte lade eine JSON-Datei hoch.

source: Invalid file extension. Please upload a .json file.
de_de: Ungültige Dateierweiterung. Bitte lade eine .json-Datei hoch.

source: Invalid export file: missing version information.
de_de: Ungültige Exportdatei: Versionsinformationen fehlen.

source: Invalid export file: missing data section.
de_de: Ungültige Exportdatei: Datenbereich fehlt.

source: Invalid export file: no settings or post type data found.
de_de: Ungültige Exportdatei: Keine Einstellungen oder Beitragstyp-Daten gefunden.

source: %s imported successfully.
de_de: %s erfolgreich importiert.

source: %1$s: %2$d options imported.
de_de: %1$s: %2$d Optionen importiert.

source: %1$s: Import failed - %2$s
de_de: %1$s: Import fehlgeschlagen - %2$s

source: Post type %s does not exist.
de_de: Beitragstyp %s existiert nicht.

source: %d imported
de_de: %d importiert

source: %d skipped (already exist)
de_de: %d übersprungen (existieren bereits)

source: %d errors
de_de: %d Fehler

source: This will REPLACE all existing data for the selected items. This action cannot be undone. Are you sure?
de_de: Dies wird ALLE bestehenden Daten für die ausgewählten Elemente ERSETZEN. Diese Aktion kann nicht rückgängig gemacht werden. Bist du sicher?

source: This will MERGE imported data with existing data. Existing items will be kept. Continue?
de_de: Dies wird importierte Daten mit bestehenden Daten ZUSAMMENFÜHREN. Bestehende Elemente werden beibehalten. Fortfahren?

source: Export completed successfully!
de_de: Export erfolgreich abgeschlossen!

source: Export failed. Please try again.
de_de: Export fehlgeschlagen. Bitte versuche es erneut.

source: Import failed. Please check the file and try again.
de_de: Import fehlgeschlagen. Bitte überprüfe die Datei und versuche es erneut.

source: Please select at least one item to export/import.
de_de: Bitte wähle mindestens ein Element zum Exportieren/Importieren aus.

source: Please select a valid JSON file.
de_de: Bitte wähle eine gültige JSON-Datei aus.

source: Processing...
de_de: Verarbeitung...

source: Configure and manage the text snippet options below.
de_de: Konfiguriere und verwalte die Text-Snippet-Optionen unten.

source: You do not have sufficient permissions to access this page. Theme settings access is restricted.
de_de: Du hast keine ausreichenden Berechtigungen, um auf diese Seite zuzugreifen. Der Zugriff auf Theme-Einstellungen ist eingeschränkt.

source: Access Denied
de_de: Zugriff verweigert

source: You do not have sufficient permissions to access this page. Dashboard settings access is restricted.
de_de: Du hast keine ausreichenden Berechtigungen, um auf diese Seite zuzugreifen. Der Zugriff auf Dashboard-Einstellungen ist eingeschränkt.

source: Use the Custom Scripts post type to manage your scripts and styles.
de_de: Verwende den Beitragstyp Benutzerdefinierte Skripte, um deine Skripte und Styles zu verwalten.

source: Manage Custom Scripts
de_de: Benutzerdefinierte Skripte verwalten

source: Custom Script
de_de: Benutzerdefiniertes Skript

source: Add New
de_de: Neu hinzufügen

source: Add New Custom Script
de_de: Neues benutzerdefiniertes Skript hinzufügen

source: Edit Custom Script
de_de: Benutzerdefiniertes Skript bearbeiten

source: New Custom Script
de_de: Neues benutzerdefiniertes Skript

source: View Custom Script
de_de: Benutzerdefiniertes Skript ansehen

source: Search Custom Scripts
de_de: Benutzerdefinierte Skripte durchsuchen

source: No custom scripts found
de_de: Keine benutzerdefinierten Skripte gefunden

source: No custom scripts found in Trash
de_de: Keine benutzerdefinierten Skripte im Papierkorb gefunden

source: All Custom Scripts
de_de: Alle benutzerdefinierten Skripte

source: Script Categories
de_de: Skript-Kategorien

source: Script Category
de_de: Skript-Kategorie

source: Search Script Categories
de_de: Skript-Kategorien durchsuchen

source: All Script Categories
de_de: Alle Skript-Kategorien

source: Parent Category
de_de: Übergeordnete Kategorie

source: Parent Category:
de_de: Übergeordnete Kategorie:

source: Edit Category
de_de: Kategorie bearbeiten

source: Update Category
de_de: Kategorie aktualisieren

source: Add New Category
de_de: Neue Kategorie hinzufügen

source: New Category Name
de_de: Neuer Kategoriename

source: Script Configuration
de_de: Skript-Konfiguration

source: Script Type
de_de: Skript-Typ

source: Location
de_de: Position

source: Include Type
de_de: Einbindungs-Typ

source: Register
de_de: Registrieren

source: Frontend Only
de_de: Nur Frontend

source: Only load on frontend (not in admin)
de_de: Nur im Frontend laden (nicht im Admin)

source: Script Source Type
de_de: Skript-Quelltyp

source: Upload File
de_de: Datei hochladen

source: Upload from CDN
de_de: Von CDN hochladen

source: Script File
de_de: Skript-Datei

source: Script Content
de_de: Skript-Inhalt

source: Dependencies
de_de: Abhängigkeiten

source: Comma-separated list of script handles (e.g., jquery, wp-util)
de_de: Kommagetrennte Liste von Skript-Handles (z.B. jquery, wp-util)

source: Priority
de_de: Priorität

source: Loading priority (1 = highest, 999 = lowest). Lower numbers load first.
de_de: Ladepriorität (1 = höchste, 999 = niedrigste). Niedrigere Zahlen werden zuerst geladen.

source: Conditional Loading
de_de: Bedingtes Laden

source: Control when this script should be loaded based on specific pages or page types.
de_de: Steuere, wann dieses Skript basierend auf bestimmten Seiten oder Seitentypen geladen werden soll.

source: Include only for specific posts
de_de: Nur für bestimmte Beiträge einbinden

source: Select specific posts/pages where this script should be loaded. Leave empty to load on all pages.
de_de: Wähle bestimmte Beiträge/Seiten aus, auf denen dieses Skript geladen werden soll. Leer lassen, um auf allen Seiten zu laden.

source: Include only for specific page types
de_de: Nur für bestimmte Seitentypen einbinden

source: Front Page
de_de: Startseite

source: Blog Page
de_de: Blog-Seite

source: Single Posts
de_de: Einzelne Beiträge

source: All Archives
de_de: Alle Archive

source: Search Results
de_de: Suchergebnisse

source: 404 Page
de_de: 404-Seite

source: Standard Pages
de_de: Standard-Seiten

source: Single %s
de_de: Einzelner %s

source: %s Archive
de_de: %s-Archiv

source: Select page types where this script should be loaded. Leave empty to load on all page types.
de_de: Wähle Seitentypen aus, auf denen dieses Skript geladen werden soll. Leer lassen, um auf allen Seitentypen zu laden.

source: Exclude for specific posts
de_de: Für bestimmte Beiträge ausschließen

source: Select specific posts/pages where this script should NOT be loaded.
de_de: Wähle bestimmte Beiträge/Seiten aus, auf denen dieses Skript NICHT geladen werden soll.

source: Exclude for specific page types
de_de: Für bestimmte Seitentypen ausschließen

source: Select page types where this script should NOT be loaded.
de_de: Wähle Seitentypen aus, auf denen dieses Skript NICHT geladen werden soll.

source: Select options...
de_de: Optionen auswählen...

source: Use the Contact Information post type to manage your company details and contact informations.
de_de: Verwende den Beitragstyp Kontaktinformationen, um deine Firmendaten und Kontaktinformationen zu verwalten.

source: Manage Contact Informations
de_de: Kontaktinformationen verwalten

source: Add New Contact Info
de_de: Neue Kontaktdaten hinzufügen

source: Edit Contact Info
de_de: Kontaktdaten bearbeiten

source: New Contact Info
de_de: Neue Kontaktdaten

source: View Contact Info
de_de: Kontaktdaten ansehen

source: Search Contact Info
de_de: Kontaktdaten durchsuchen

source: No contact info found
de_de: Keine Kontaktdaten gefunden

source: No contact info found in Trash
de_de: Keine Kontaktdaten im Papierkorb gefunden

source: All Contact Info
de_de: Alle Kontaktdaten

source: Contact Information Configuration
de_de: Kontaktinformationen-Konfiguration

source: Contact Type
de_de: Kontakttyp

source: Main Contact
de_de: Hauptkontakt

source: Branch/Location
de_de: Niederlassung/Standort

source: Select whether this is the main contact or a branch/location.
de_de: Wähle, ob dies der Hauptkontakt oder eine Niederlassung/Standort ist.

source: Company Information
de_de: Firmeninformationen

source: Name of the company
de_de: Name der Firma

source: Managing Director(s)
de_de: Geschäftsführer

source: Name of the managing director(s)
de_de: Name des/der Geschäftsführer(s)

source: Address Information
de_de: Adressinformationen

source: Street / No.
de_de: Straße / Nr.

source: Street name and number
de_de: Straßenname und Hausnummer

source: ZIP Code
de_de: Postleitzahl

source: Postal code
de_de: Postleitzahl

source: City
de_de: Stadt

source: City/Town
de_de: Stadt/Ort

source: Country
de_de: Land

source: Formatted Address
de_de: Formatierte Adresse

source: Formatted address for display
de_de: Formatierte Adresse zur Anzeige

source: Contact Details
de_de: Kontaktdaten

source: Phone
de_de: Telefon

source: Phone number
de_de: Telefonnummer

source: Mobile
de_de: Mobil

source: Mobile number
de_de: Mobilnummer

source: Fax number
de_de: Faxnummer

source: Email address
de_de: E-Mail-Adresse

source: Business Information
de_de: Geschäftsinformationen

source: Tax ID
de_de: Steuer-ID

source: Tax identification number
de_de: Steueridentifikationsnummer

source: VAT ID
de_de: Umsatzsteuer-ID

source: VAT identification number
de_de: Umsatzsteuer-Identifikationsnummer

source: Company Registration No.
de_de: Handelsregisternummer

source: Commercial register number
de_de: Handelsregisternummer

source: Registration Court
de_de: Registergericht

source: Responsible registration court
de_de: Zuständiges Registergericht

source: Data Protection Officer
de_de: Datenschutzbeauftragter

source: Name of the data protection officer
de_de: Name des Datenschutzbeauftragten

source: Additional Information
de_de: Zusätzliche Informationen

source: Opening Hours
de_de: Öffnungszeiten

source: Business hours of the company
de_de: Geschäftszeiten der Firma

source: Link to Google Maps
de_de: Link zu Google Maps

source: Type
de_de: Typ

source: Address
de_de: Adresse

source: Address:
de_de: Adresse:

source: No address data
de_de: Keine Adressdaten

source: No contact data
de_de: Keine Kontaktdaten

source: Active
de_de: Aktiv

source: Draft
de_de: Entwurf

source: Private
de_de: Privat

source: Contact Info cache cleared successfully!
de_de: Kontaktdaten-Cache erfolgreich geleert!

source: Clear Cache
de_de: Cache leeren

source: View on Map
de_de: Auf Karte anzeigen

source: Use the Social Media Accounts post type to manage your social media profiles.
de_de: Verwende den Beitragstyp Social-Media-Konten, um deine Social-Media-Profile zu verwalten.

source: Manage Social Media Accounts
de_de: Social-Media-Konten verwalten

source: Social Account
de_de: Social-Media-Konto

source: Add New Social Account
de_de: Neues Social-Media-Konto hinzufügen

source: Edit Social Account
de_de: Social-Media-Konto bearbeiten

source: New Social Account
de_de: Neues Social-Media-Konto

source: View Social Account
de_de: Social-Media-Konto ansehen

source: Search Social Accounts
de_de: Social-Media-Konten durchsuchen

source: No social accounts found
de_de: Keine Social-Media-Konten gefunden

source: No social accounts found in Trash
de_de: Keine Social-Media-Konten im Papierkorb gefunden

source: All Social Accounts
de_de: Alle Social-Media-Konten

source: Social Accounts
de_de: Social-Media-Konten

source: Social Account Configuration
de_de: Social-Media-Konto-Konfiguration

source: Icon Image
de_de: Symbol-Bild

source: Image URL
de_de: Bild-URL

source: Upload Image
de_de: Bild hochladen

source: Upload an icon image (preferably SVG) for this social media account.
de_de: Lade ein Symbol-Bild (vorzugsweise SVG) für dieses Social-Media-Konto hoch.

source: Icon Preview
de_de: Symbol-Vorschau

source: The URL to the social media profile.
de_de: Die URL zum Social-Media-Profil.

source: Follow us on...
de_de: Folge uns auf...

source: Optional title attribute for the link.
de_de: Optionaler Titel-Attribut für den Link.

source: Link Target
de_de: Link-Ziel

source: Open in new tab
de_de: In neuem Tab öffnen

source: Open in same tab
de_de: Im gleichen Tab öffnen

source: How the link should open when clicked.
de_de: Wie der Link beim Klicken geöffnet werden soll.

source: Select Icon Image
de_de: Symbol-Bild auswählen

source: Use this image
de_de: Dieses Bild verwenden

source: No icon
de_de: Kein Symbol

source: No link
de_de: Kein Link

source: HTML Copy/Paste Settings
de_de: HTML Copy/Paste-Einstellungen

source: How to Use
de_de: Verwendung

source: Direct HTML Paste
de_de: Direktes HTML-Einfügen

source: Copy HTML from any source and paste it directly into Bricks Builder. The HTML will be automatically converted to Bricks Builder elements.
de_de: Kopiere HTML aus beliebiger Quelle und füge es direkt in Bricks Builder ein. Das HTML wird automatisch in Bricks Builder-Elemente umgewandelt.

source: Use the HTML editor to modify your HTML before converting it to Bricks Builder elements. This is useful for cleaning up or modifying HTML before import.
de_de: Verwende den HTML-Editor, um dein HTML vor der Umwandlung in Bricks Builder-Elemente zu bearbeiten. Dies ist nützlich zum Bereinigen oder Bearbeiten von HTML vor dem Import.

source: Supported Elements
de_de: Unterstützte Elemente

source: Div containers
de_de: Div-Container

source: Text elements (headings, paragraphs)
de_de: Textelemente (Überschriften, Absätze)

source: Images with proper src attributes
de_de: Bilder mit korrekten src-Attributen

source: Links with href attributes
de_de: Links mit href-Attributen

source: SVG elements
de_de: SVG-Elemente

source: Custom attributes preservation
de_de: Erhaltung benutzerdefinierter Attribute

source: Paste HTML
de_de: HTML einfügen

source: Paste HTML with Editor
de_de: HTML mit Editor einfügen

source: Insert
de_de: Einfügen

source: Clipboard not allowed
de_de: Zwischenablage nicht erlaubt

source: Converting HTML...
de_de: HTML wird konvertiert...

source: HTML converted successfully
de_de: HTML erfolgreich konvertiert

source: Error converting HTML
de_de: Fehler beim Konvertieren von HTML

source: Main Settings
de_de: Haupteinstellungen

source: Enable HTML Copy/Paste
de_de: HTML Copy/Paste aktivieren

source: Enable the HTML copy/paste functionality in Bricks Builder.
de_de: HTML Copy/Paste-Funktionalität in Bricks Builder aktivieren.

source: Enable HTML Editor
de_de: HTML-Editor aktivieren

source: Enable the HTML editor mode for advanced editing before conversion.
de_de: HTML-Editor-Modus für erweiterte Bearbeitung vor der Konvertierung aktivieren.

source: Preserve Custom Attributes
de_de: Benutzerdefinierte Attribute erhalten

source: Preserve custom HTML attributes when converting to Bricks elements.
de_de: Benutzerdefinierte HTML-Attribute beim Konvertieren in Bricks-Elemente erhalten.

source: Auto Convert Images
de_de: Bilder automatisch konvertieren

source: Automatically convert img tags to Bricks image elements.
de_de: img-Tags automatisch in Bricks-Bild-Elemente konvertieren.

source: Auto Convert Links
de_de: Links automatisch konvertieren

source: Automatically convert anchor tags to Bricks link elements.
de_de: Anker-Tags automatisch in Bricks-Link-Elemente konvertieren.

source: Configure the HTML copy/paste functionality for Bricks Builder.
de_de: HTML Copy/Paste-Funktionalität für Bricks Builder konfigurieren.

source: We have no permission for using clipboard data. Only Chrome supports fast pasting. If you are using Chrome, then give access to not show this window again. Paste text from your clipboard to input.
de_de: Wir haben keine Berechtigung für die Verwendung von Zwischenablage-Daten. Nur Chrome unterstützt schnelles Einfügen. Wenn du Chrome verwendest, gib Zugriff, damit dieses Fenster nicht mehr angezeigt wird. Füge Text aus deiner Zwischenablage in das Eingabefeld ein.

source: Image Optimizer - Size and Format Optimizer
de_de: Bild-Optimierer - Größen- und Format-Optimierer

source: 1. Convert/Scale
de_de: 1. Konvertieren/Skalieren

source: 2. Cleanup Images
de_de: 2. Bilder bereinigen

source: 3. Fix URLs
de_de: 3. URLs korrigieren

source: Run All (1-3)
de_de: Alle ausführen (1-3)

source: Stop
de_de: Stoppen

source: Clear Log
de_de: Protokoll löschen

source: Reset Defaults
de_de: Standardwerte zurücksetzen

source: Export Media as ZIP
de_de: Medien als ZIP exportieren

source: Memory-optimized file cleanup (better for large sites)
de_de: Speicher-optimierte Dateibereinigung (besser für große Websites)

source: Optimized Cleanup
de_de: Optimierte Bereinigung

source: Log (Last 500 Entries)
de_de: Protokoll (letzte 500 Einträge)

source: Error: Uploads directory %s is not writable
de_de: Fehler: Upload-Verzeichnis %s ist nicht beschreibbar

source: Skipped: %s (size %s KB < %d KB)
de_de: Übersprungen: %s (Größe %s KB < %d KB)

source: Generated thumbnail: %s
de_de: Miniaturansicht generiert: %s

source: Error: Conversion failed for %s, rolling back
de_de: Fehler: Konvertierung für %s fehlgeschlagen, wird rückgängig gemacht

source: Original preserved: %s
de_de: Original erhalten: %s

source: Regenerated missing thumbnail: %s
de_de: Fehlende Miniaturansicht neu generiert: %s

source: Error: Metadata regeneration failed for %s - %s
de_de: Fehler: Metadaten-Regenerierung für %s fehlgeschlagen - %s

source: Error: Cannot make %s writable after retry - skipping deletion
de_de: Fehler: %s kann nach Wiederholung nicht beschreibbar gemacht werden - Löschen wird übersprungen

source: Deleted original: %s
de_de: Original gelöscht: %s

source: Error: Failed to delete original %s after 5 retries
de_de: Fehler: Original %s konnte nach 5 Versuchen nicht gelöscht werden

source: Building list of active files...
de_de: Liste aktiver Dateien wird erstellt...

source: Memory usage high, garbage collection triggered (%d times)
de_de: Speicherverbrauch hoch, Garbage Collection ausgelöst (%d Mal)

source: Too many memory warnings, stopping process to avoid crash
de_de: Zu viele Speicherwarnungen, Prozess wird gestoppt, um Absturz zu vermeiden

source: Found %d active files to preserve
de_de: %d aktive Dateien zum Erhalten gefunden

source: Batch limit reached (%d files). Run cleanup again for remaining files.
de_de: Batch-Limit erreicht (%d Dateien). Bereinigung erneut ausführen für verbleibende Dateien.

source: Error: Cannot make %s writable - skipping deletion
de_de: Fehler: %s kann nicht beschreibbar gemacht werden - Löschen wird übersprungen

source: Cleanup: Deleted %s
de_de: Bereinigung: %s gelöscht

source: Cleanup: Failed to delete %s
de_de: Bereinigung: %s konnte nicht gelöscht werden

source: Cleanup Complete
de_de: Bereinigung abgeschlossen

source: Deleted %d files, %d failed, %d memory warnings
de_de: %d Dateien gelöscht, %d fehlgeschlagen, %d Speicherwarnungen

source: (batch limit reached, more files may need processing)
de_de: (Batch-Limit erreicht, weitere Dateien müssen möglicherweise verarbeitet werden)

source: Permission denied or invalid attachment ID
de_de: Berechtigung verweigert oder ungültige Anhang-ID

source: Image excluded successfully
de_de: Bild erfolgreich ausgeschlossen

source: Image already excluded or invalid ID
de_de: Bild bereits ausgeschlossen oder ungültige ID

source: Image removed from exclusion list
de_de: Bild aus Ausschlussliste entfernt

source: Image not in exclusion list
de_de: Bild nicht in Ausschlussliste

source: Permission denied or invalid offset
de_de: Berechtigung verweigert oder ungültiger Offset

source: Conversion Complete
de_de: Konvertierung abgeschlossen

source: No more images to process
de_de: Keine weiteren Bilder zu verarbeiten
